[
  {
    "doc_id": "shafi_v1",
    "type": "document",
    "book": "الشافي في الإمامة",
    "volume": 1,
    "author": "الشريف المرتضى (355-436 هـ)",
    "summary": "من 17] ──────────────────────────────────────────────────────────────────────────────── كتاب الشافي في الإمامة (ج1) للشريف المرتضى (ص 1 - ص 34) الشريف المرتضى مقدمة التحقيق بسم الله الرحمن الرحيم الحمد لله والصلاة والسلام على رسول الله، وآله الطاهرين، وأصحابه الطيبين. الإمامة رئاسة عامة في أمور الدنيا والدين، وقد أجمع المسلمون على وجوبها إلا ما يحكى عن أبي بكر الأصم من قدماء المعتزلة من عدم وجوبها إذا تناصفت الأمة ولم تتظالم، وقال المتأخرون من أصحابه: إن هذا القول غير مخالف لما عليه الأمة، لأنه إذا كان لا يجوز في العادة أن تستقيم أمور الناس من دون رئيس يحكم بينهم فقد قال بوجوب الإمامة على كل حال (1) ووافق الأصم بذلك النجدات من الخوارج (2) واختلفوا في دليل وجوبها هل هو العقل أو الشرع أو هما معا في كلام طويل لا مجال لاستعراضه هنا. ثم بعد أن انعقد الاجماع على وجوب الإمامة صاروا فريقين. أحدهما أن الإمامة تثبت بالاتفاق والاختيار. ____________ (1) شرح نهج البلاغة لابن أبي الحديد 2 / 308. (2) مروج الذهب 3 / 236، والفرق بين الفرق للبغدادي ص 66 والنجدات هم أصحاب نجدة بن عامر الحنفي بايعه أصحابه وسموه أمير المؤمنين ثم نقموا عليه أشياء فقتلوه سنة 69 (أنظر الفرق بين الفرق ص 66 والملل والنحل للشهرستاني 1 / 155). والثاني بأنها ثبتت بالنص والتعيين (1) والفريق الأول هم جمهور أهل السنة ومعظم الخوارج والزيدية من الشيعة، وفي هذا الفريق من يذهب إلى أنها تثبت أيضا بالقهر والغلبة، فكل من غلب بالسيف وصار إماما وسمي أمير المؤمنين فلا يحل لأحد يؤمن بالله واليوم الآخر أن يبيت ولا يراه إماما برا كان أو فاجرا وأنه لا ينعزل بالفسق والظلم، وتعطيل الحدود ولا يخلع ولا يجوز الخروج عليه (2) واختلف القائلون بالاختيار في كيفية انعقادها فقالت طائفة: لا تنعقد إلا بجمهور أهل الحل والعقد ليكون الرضا عاما، والتسليم لإمامة المختار إجماعا (3) وقالت طائفة: أقل من تنعقد به الإمامة خمسة يجتمعون على عقدها أو يعقدها أحدهم برضا الأربعة واستدلوا على ذلك بأمرين: أحدهما أن بيعة أبي بكر انعقدت بخمسة أجمعوا عليها ثم تابعهم الناس وهم عمر بن الخطاب وأبو عبيدة بن الجراح، وأسيد بن حضير، وبشير بن سعد، وسالم مولى أبي حذيفة. والثاني تنعقد بواحد لأن عمر عقدها لأبي بكر، ولأن العباس قال لعلي: أمدد يدك أبايعك حتى يقول الناس عم رسول الله بايع ابن عمه فلا يختلف عليك اثنان (4) ____________ (1) الملل والنحل 1 / 28. (2) أنظر الأحكام السلطانية ص 7 و 8. (3) نفس المصدر. (4) نفس المصدر. وقال آخرون: تنعقد بثلاثة يتولاها أحدهم برضا الاثنين كما يصح عقد النكاح بولي وشاهدين (1) كما أن هناك خلافا بين هذين الفريقين في شروط الإمامة من حيث القرشية والهاشمية والعدالة بل والحرية، وتعدد الأئمة في زمن واحد إلى غير ذلك من الشرائط التي اختلفوا فيها تجد كل ذلك مبثوثا في كتب الكلام والعقائد والمذاهب والفرق. أما الفريق الثاني وهم الذين قالوا لا طريق إليه إلا بالنص وهؤلاء ثلاث فرق البكرية والعباسية والإمامية. فقالت البكرية: إن النبي صلى الله عليه وسلم نص على أبي بكر إشارة وهم جماعة من الحنابلة وأصحاب الحديث وبعض الخوارج. وقالت الراوندية إنه نص على عمه العباس تلويحا، وقد نشأت هذه الطائفة في صدر الدولة العباسية وناصرهم الجاحظ في رسالة سماها...",
    "stats": {
      "pages": 313,
      "words": 80444,
      "citations": 0,
      "sections": 78,
      "paragraphs": 103
    },
    "children_sections": [
      "shafi_v1_sec_001",
      "shafi_v1_sec_002",
      "shafi_v1_sec_003",
      "shafi_v1_sec_004",
      "shafi_v1_sec_005",
      "shafi_v1_sec_006",
      "shafi_v1_sec_007",
      "shafi_v1_sec_008",
      "shafi_v1_sec_009",
      "shafi_v1_sec_010",
      "shafi_v1_sec_011",
      "shafi_v1_sec_012",
      "shafi_v1_sec_013",
      "shafi_v1_sec_014",
      "shafi_v1_sec_015",
      "shafi_v1_sec_016",
      "shafi_v1_sec_017",
      "shafi_v1_sec_018",
      "shafi_v1_sec_019",
      "shafi_v1_sec_020",
      "shafi_v1_sec_021",
      "shafi_v1_sec_022",
      "shafi_v1_sec_023",
      "shafi_v1_sec_024",
      "shafi_v1_sec_025",
      "shafi_v1_sec_026",
      "shafi_v1_sec_027",
      "shafi_v1_sec_028",
      "shafi_v1_sec_029",
      "shafi_v1_sec_030",
      "shafi_v1_sec_031",
      "shafi_v1_sec_032",
      "shafi_v1_sec_033",
      "shafi_v1_sec_034",
      "shafi_v1_sec_035",
      "shafi_v1_sec_036",
      "shafi_v1_sec_037",
      "shafi_v1_sec_038",
      "shafi_v1_sec_039",
      "shafi_v1_sec_040",
      "shafi_v1_sec_041",
      "shafi_v1_sec_042",
      "shafi_v1_sec_043",
      "shafi_v1_sec_044",
      "shafi_v1_sec_045",
      "shafi_v1_sec_046",
      "shafi_v1_sec_047",
      "shafi_v1_sec_048",
      "shafi_v1_sec_049",
      "shafi_v1_sec_050",
      "shafi_v1_sec_051",
      "shafi_v1_sec_052",
      "shafi_v1_sec_053",
      "shafi_v1_sec_054",
      "shafi_v1_sec_055",
      "shafi_v1_sec_056",
      "shafi_v1_sec_057",
      "shafi_v1_sec_058",
      "shafi_v1_sec_059",
      "shafi_v1_sec_060",
      "shafi_v1_sec_061",
      "shafi_v1_sec_062",
      "shafi_v1_sec_063",
      "shafi_v1_sec_064",
      "shafi_v1_sec_065",
      "shafi_v1_sec_066",
      "shafi_v1_sec_067",
      "shafi_v1_sec_068",
      "shafi_v1_sec_069",
      "shafi_v1_sec_070",
      "shafi_v1_sec_071",
      "shafi_v1_sec_072",
      "shafi_v1_sec_073",
      "shafi_v1_sec_074",
      "shafi_v1_sec_075",
      "shafi_v1_sec_076",
      "shafi_v1_sec_077",
      "shafi_v1_sec_078"
    ]
  },
  {
    "doc_id": "shafi_v2",
    "type": "document",
    "book": "الشافي في الإمامة",
    "volume": 2,
    "author": "الشريف المرتضى (355-436 هـ)",
    "summary": "من 19] ──────────────────────────────────────────────────────────────────────────────── كتاب الشافي في الإمامة (ج2) للشريف المرتضى (ص 1 - ص 22) الشريف المرتضى فصل في الكلام على ما اعتمده من دفع وجوب النص من جهة العقل الواجب أن نقدم قبل حكاية كلامه، ومناقضة الدلالة على وجوب النص، ثم نعترض جملة ما أورده في هذا الفصل. فمما يدل من طريق العقول على وجوب النص، أن الإمام إذا وجبت عصمته بما قدمناه من الأدلة، وكانت العصمة غير مدركة فتستفاد من جهة الحواس، ولم يكن أيضا عليها دليل يوصل إلى العلم بحال من اختص بها فيتوصل إليها بالنظر في الأدلة، فلا بد مع صحة هذه الجملة من وجوب النص على الإمام بعينه، أو إظهار المعجز القائم مقام النص عليه، وأي الأمرين صح بطل الاختيار. الذي هو مذهب المخالف، ومن أجله تكلفنا الدلالة على وجوب النص وإنما بطل (1) من حيث كان في تكليفه مع ثبوت عصمة الإمام تكليف لإصابة ما لا دليل عليه، وذلك في القبح يجري مجرى تكليف ما لا يطاق (2) فإن قيل: ولم لا جاز مع ثبوت العصمة التي ادعيتموها تكليف الاختيار؟ بأن يعلم الله تعالى أن المختارين للإمام لا يختارون إلا ____________ (1) أي الاختيار. (2) لأن تكليف ما لا يطاق ممنوع شرعا (لا يكلف الله نفسا إلا وسعها) وقبيح عقلا. معصوما، ولا يتفق لهم إلا اختيار المعصوم، فيحسن تكليفهم الاختيار مع العلم بما ذكرناه من حالهم. قلنا: ليس ما ذكرتموه بمخرج هذا التكليف من اللحوق بتكليف ما لا يطاق، ولا دليل عليه ولا معتبر بالعلم في هذا الباب، لأن علم الله تعالى من حال المكلف أنه يتفق له اختيار المعصوم ليس بدلالة على عين الإمام المعصوم، فقد آل الأمر إلى أنه تكليف لما لا دليل عليه، وقبح ذلك ظاهر. وقد عورض من أجاز ما تضمنه هذا السؤال، وألزم إجازة تكليف اختيار الشرائع والأنبياء، والأخبار عما كان ويكون من الغائبات إذا علم أن من كلف ذلك يتفق له في الشرائع ما فيه المصلحة، وفي الأنبياء من يجب بعثه، وفي الأخبار الصدق منها دون الكذب، ولا فرق بين من أجاز اختيار المعصوم وبين من أجاز كل ما ذكرناه. وفي الناس من ارتكب جواز اختيار الشرائع والأنبياء، وقد حكي ذلك عن مؤنس بن عمران (1) فأما الأخبار عما لا يتعلق بالأحكام من الأمور الكائنات فإنه لم يتركب حسن تكليفها ولا فرق بين ما ارتكبه مما حكيناه وبين ما لم يرتكبه، ____________ (1) في \" الشافي \" المخطوط \" مؤيس بن عمران \" وفي المطبوع \" يونس \" تصحيف، وهو كما في طبقات المعتزلة ص 70 مؤيس بن عمران الفقيه قال: وكان يقول بالارجاء \" ونقل القاضي في المغني 12 / 238 \" إن الله تعالى يجوز أن يكلف العبد باختياره إذا علم أنه لا يختار إلا الصلاح \" قال \" وأنكر ذلك المعتزلة \" وفي \" تلخيص الشافي \" ج 1 / 277 \" موسى بن عمران \" وعلق السيد بحر العلوم دامت إفاداته على ذلك بقوله: \" في نفس الشافي: يونس بن عمران - من علماء الكلام - ولعله الأصح \". ولكن الصحيح في اسمه ما تقدم. لأن الجميع يرجع إلى أصل واحد، وهو أنه تكليف لما لا دليل عليه ولا سبيل إليه، وذلك يجري مجرى تكليف ما لا يطاق. ويبين ما ذكرناه أنا نعلم وكل...",
    "stats": {
      "pages": 320,
      "words": 86099,
      "citations": 0,
      "sections": 80,
      "paragraphs": 110
    },
    "children_sections": [
      "shafi_v2_sec_001",
      "shafi_v2_sec_002",
      "shafi_v2_sec_003",
      "shafi_v2_sec_004",
      "shafi_v2_sec_005",
      "shafi_v2_sec_006",
      "shafi_v2_sec_007",
      "shafi_v2_sec_008",
      "shafi_v2_sec_009",
      "shafi_v2_sec_010",
      "shafi_v2_sec_011",
      "shafi_v2_sec_012",
      "shafi_v2_sec_013",
      "shafi_v2_sec_014",
      "shafi_v2_sec_015",
      "shafi_v2_sec_016",
      "shafi_v2_sec_017",
      "shafi_v2_sec_018",
      "shafi_v2_sec_019",
      "shafi_v2_sec_020",
      "shafi_v2_sec_021",
      "shafi_v2_sec_022",
      "shafi_v2_sec_023",
      "shafi_v2_sec_024",
      "shafi_v2_sec_025",
      "shafi_v2_sec_026",
      "shafi_v2_sec_027",
      "shafi_v2_sec_028",
      "shafi_v2_sec_029",
      "shafi_v2_sec_030",
      "shafi_v2_sec_031",
      "shafi_v2_sec_032",
      "shafi_v2_sec_033",
      "shafi_v2_sec_034",
      "shafi_v2_sec_035",
      "shafi_v2_sec_036",
      "shafi_v2_sec_037",
      "shafi_v2_sec_038",
      "shafi_v2_sec_039",
      "shafi_v2_sec_040",
      "shafi_v2_sec_041",
      "shafi_v2_sec_042",
      "shafi_v2_sec_043",
      "shafi_v2_sec_044",
      "shafi_v2_sec_045",
      "shafi_v2_sec_046",
      "shafi_v2_sec_047",
      "shafi_v2_sec_048",
      "shafi_v2_sec_049",
      "shafi_v2_sec_050",
      "shafi_v2_sec_051",
      "shafi_v2_sec_052",
      "shafi_v2_sec_053",
      "shafi_v2_sec_054",
      "shafi_v2_sec_055",
      "shafi_v2_sec_056",
      "shafi_v2_sec_057",
      "shafi_v2_sec_058",
      "shafi_v2_sec_059",
      "shafi_v2_sec_060",
      "shafi_v2_sec_061",
      "shafi_v2_sec_062",
      "shafi_v2_sec_063",
      "shafi_v2_sec_064",
      "shafi_v2_sec_065",
      "shafi_v2_sec_066",
      "shafi_v2_sec_067",
      "shafi_v2_sec_068",
      "shafi_v2_sec_069",
      "shafi_v2_sec_070",
      "shafi_v2_sec_071",
      "shafi_v2_sec_072",
      "shafi_v2_sec_073",
      "shafi_v2_sec_074",
      "shafi_v2_sec_075",
      "shafi_v2_sec_076",
      "shafi_v2_sec_077",
      "shafi_v2_sec_078",
      "shafi_v2_sec_079",
      "shafi_v2_sec_080"
    ]
  },
  {
    "doc_id": "shafi_v3",
    "type": "document",
    "book": "الشافي في الإمامة",
    "volume": 3,
    "author": "الشريف المرتضى (355-436 هـ)",
    "summary": "من 17] ──────────────────────────────────────────────────────────────────────────────── كتاب الشافي في الإمامة (ج3) للشريف المرتضى (ص 1 - ص 20) الشريف المرتضى الإستدلال بحديث المنزلة قال صاحب الكتاب: \" دليل لهم آخر، واستدلوا بقوله صلى الله عليه وآله: \" أنت مني بمنزلة هارون بن موسى إلا أنه لا نبي بعدي \" (1) فاقتضى هذا الظاهر أن له كل منازل هارون من موسى، لأنه أطلق ولم يخص إلا ما دل عليه العقل، والاستثناء المذكور (2) ولولا أن الكلام يقتضي الشمول ____________ (1) حديث المنزلة أخرجه جماعة من الحفاظ وأرباب المسانيد كالبخاري في صحيحه 4 / 208، كتاب بدء الخلق باب مناقب علي بن أبي طالب و ج 5 / 129، كتاب المغازي، باب غزوة تبوك، ومسلم في صحيحه 2 / 360، كتاب فضائل الصحابة باب من فضائل علي بن أبي طالب رضي الله عنه وابن عبد البر بترجمة علي عليه السلام من الاستيعاب 3 / 45 وعقب عليه بقوله: \" وهو من أثبت الآثار وأصحها رواه عن النبي سعد بن أبي وقاص \" قال: \" وطرق سعد فيه كثيرة ذكرها ابن أبي خيثمة وغيره \" قال: \" ورواه ابن عباس، وأبو سعيد الخدري، وأم سلمة، وأسماء بنت عميس، وجابر بن عبد الله وجماعة يطول ذكرهم \" ورواه أحمد في المسند بطرق عديدة عن جماعة من الصحابة (انظر الجزء الأول ص 173 و 175 و 177 و 179 و 182 و 185 و 331، والجزء السادس 369 و 438، وفي صواعق ابن حجر ص 179 قال أخرج أحمد \" إن رجلا سأل معاوية عن مسألة، فقال: سل عنها عليا فهو أعلم، قال: جوابك فيها أحب إلي من جواب علي، قال بئس ما قلت لقد كرهت رجلا كان رسول الله يغره بالعلم غرا، ولقد قال له: \" أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي \" وكان عمر إذا أشكل عليه شئ أخذ منه قال: \" وأخرجه آخرون ولكن زاد بعضهم: قم عني لا أقام الله رجليك، ومحا اسمه من الديوان \" ونقله كل علماء السيرة عند تعرضهم لغزوة تبوك، والكلام في ذكر كل ما هنالك يطول. (2) غ \" والاستدلال \" وهو خطأ \". لما كان للاستثناء معنى وإنما نبه عليه السلام باستثناء النبوة على أن ما عداه قد دخل تحته إلا ما علم بالعقل أنه لا يدخل فيه نحو الأخوة في النسب أو الفضل الذي يقتضيه شركة النبوة إلى ما شاكله، وقد ثبت أن أحد منازله من موسى عليه السلام أن يكون خليفته (1) من بعده وفي حال غيبته، وفي حال موته، فيجب أن يكون هذه حال أمير المؤمنين عليه السلام، من بعد النبي صلى الله عليه وآله قالوا: ولا يطعن فيما بيناه (2) أن هارون عليه السلام مات قبل موسى عليه السلام لأن المتعالم أنه لو عاش بعده لخلفه فالمنزلة ثابتة، وإن لم يعش فيجب حصولها لأمير المؤمنين عليه السلام إذا عاش بعد الرسول صلى الله عليه وآله كما لو قال الرئيس لصاحب له: منزلتك عندي في الإكرام والعطاء منزلة فلان من فلان وفلان فأت فيه الإكرام والعطاء بموت أو غيبة (3) ولم يفت في الثاني فالواجب أن ينزل منزلته، ولا يجوز أن يقال: لا يزاد على الأول في ذلك، قال: وربما قالوا: قد ثبت أن موسى عليه السلام قد استخلف هارون...",
    "stats": {
      "pages": 269,
      "words": 75190,
      "citations": 0,
      "sections": 67,
      "paragraphs": 103
    },
    "children_sections": [
      "shafi_v3_sec_001",
      "shafi_v3_sec_002",
      "shafi_v3_sec_003",
      "shafi_v3_sec_004",
      "shafi_v3_sec_005",
      "shafi_v3_sec_006",
      "shafi_v3_sec_007",
      "shafi_v3_sec_008",
      "shafi_v3_sec_009",
      "shafi_v3_sec_010",
      "shafi_v3_sec_011",
      "shafi_v3_sec_012",
      "shafi_v3_sec_013",
      "shafi_v3_sec_014",
      "shafi_v3_sec_015",
      "shafi_v3_sec_016",
      "shafi_v3_sec_017",
      "shafi_v3_sec_018",
      "shafi_v3_sec_019",
      "shafi_v3_sec_020",
      "shafi_v3_sec_021",
      "shafi_v3_sec_022",
      "shafi_v3_sec_023",
      "shafi_v3_sec_024",
      "shafi_v3_sec_025",
      "shafi_v3_sec_026",
      "shafi_v3_sec_027",
      "shafi_v3_sec_028",
      "shafi_v3_sec_029",
      "shafi_v3_sec_030",
      "shafi_v3_sec_031",
      "shafi_v3_sec_032",
      "shafi_v3_sec_033",
      "shafi_v3_sec_034",
      "shafi_v3_sec_035",
      "shafi_v3_sec_036",
      "shafi_v3_sec_037",
      "shafi_v3_sec_038",
      "shafi_v3_sec_039",
      "shafi_v3_sec_040",
      "shafi_v3_sec_041",
      "shafi_v3_sec_042",
      "shafi_v3_sec_043",
      "shafi_v3_sec_044",
      "shafi_v3_sec_045",
      "shafi_v3_sec_046",
      "shafi_v3_sec_047",
      "shafi_v3_sec_048",
      "shafi_v3_sec_049",
      "shafi_v3_sec_050",
      "shafi_v3_sec_051",
      "shafi_v3_sec_052",
      "shafi_v3_sec_053",
      "shafi_v3_sec_054",
      "shafi_v3_sec_055",
      "shafi_v3_sec_056",
      "shafi_v3_sec_057",
      "shafi_v3_sec_058",
      "shafi_v3_sec_059",
      "shafi_v3_sec_060",
      "shafi_v3_sec_061",
      "shafi_v3_sec_062",
      "shafi_v3_sec_063",
      "shafi_v3_sec_064",
      "shafi_v3_sec_065",
      "shafi_v3_sec_066",
      "shafi_v3_sec_067"
    ]
  },
  {
    "doc_id": "shafi_v4",
    "type": "document",
    "book": "الشافي في الإمامة",
    "volume": 4,
    "author": "الشريف المرتضى (355-436 هـ)",
    "summary": "من 20] ──────────────────────────────────────────────────────────────────────────────── كتاب الشافي في الإمامة (ج4) للشريف المرتضى (ص 1 - ص 23) الشريف المرتضى فصل في تتبع كلامه على من طعن في الاختيار (1) قال الشريف المرتضى: إعلم أن كلامنا في وجوب النص، وأنه لا بد منه ولا يقوم غيره في الإمامة مقامه تقدم، وذلك كاف في فساد الاختيار، لأن كل شئ أوجب النص بعينه فهو مبطل للاختيار فلا معنى لتكلف كلام مستقل (2) في إفساد الاختيار. واعلم أن الذي نعتمده في إفساد اختيار الإمام هو بيان صفاته التي لا دليل للمختارين عليها، ولا يمكن إصابتها بالنظر والاجتهاد، ويختص علام الغيوب تعالى بالعلم بها كالعصمة والفضل في الثواب والعلم على جميع الأمة، لأنه لا شبهة في أن هذه الصفات لا تستدرك بالاختيار، ولا يوقف عليها إلا بالنص، وهذا مما تقدم شرحه وبيانه في هذا الكتاب، وبينا أيضا أنه لا يمكن أن يقال بصحة الاختيار مع اعتبار هذه الصفات بأن يعلم الله تعالى أن المكلفين لا يتفق منهم إلا اختيار من هذه صفاته، وقلنا: إن ذلك تكليف قبيح من حيث كان مكلفا لما لا دلالة عليه، ولا إمارة تميز الواجب من غيره. وبينا أنه يلزم على ذلك جواز تكليفنا اختيار ____________ (1) انظر المغني ج 20 ق 1 / 297 - 320. (2) في الأصل \" مستقبل \" والتصحيح من ض وع. الأنبياء والشرائع بأن يعلم الله تعالى أن المختارين لا يتفق منهم إلا اختيار النبي دون غيره، ومن الشرائع المصلحة دون غيرها، وكيف يكون الاختيار كاشفا لنا عن وجوب الفعل، وإنما يجب أن نختاره إذا علمنا وجوبه، فالاختيار تابع، فكيف نجعله متبوعا، وكيف يتميز (1) الواجب من غيره، والقبيح من الحسن بعد الفعل فإنما يجب أن يتميزا قبل الفعل ليكون الإقدام على ما يعلم حسنه، ويؤمن قبحه، ولا معنى للإكثار في هذا الباب. فالشبهة فيه ضعيفة. ولما تتبعنا ما أورده صاحب الكتاب في هذا الفصل وجدناه قد جمع فيه وحشد (2) القوي والضعيف، والبعيد والقريب، وما أورده أصحابنا على سبيل التحقيق وعلى سبيل التقريب، وقد بينا ما نعتمده في هذا الباب، ونصرناه فيما تقدم من الكتاب بأدلته، وأوردنا الجواب عما يرد عليه، وما عدا ذلك فهو غير معتمد، ولا دال لما ذكره صاحب الكتاب وغيره، ومن أورد من أصحابنا فإنما قرب بإيراده، ولم يرد التحقيق، وليس ذلك بعيب، فإنه لم يعر (3) المصنفون من الجمع بين المقرب والمحقق، وصاحب الكتاب يعلم أنه لما تتبع هو أدلة الموحدين على التوحيد في بعض كتبه لم يصحح منها إلا دليلين أو ثلاثة، وطعن على الباقي وزيفه، فإن كان على أصحابنا عيب بأن ذكروا في فساد الاختيار شيئا لا يلزم عند التحقيق والتفتيش فهذا العيب لازم لخصومهم فيما هو أعظم من باب الاختيار وأفحم، (4) وهذه الجملة ____________ (1) ع \" يميز \". (2) حشد: أي جمع. (3) المراد لم يخل. (4) في ض وع \" بالخاء المعجمة \" ومعناه بالمهملة إسكات الخصم، وبالمعجمة من الفخامة أي العظمة. تغني عن غيرها وجميع ما أورده في هذا الفصل على طوله (1) ومما يمكن أن يعتمد في فساد الاختيار خارجا عن الجملة التي عقدناها، أن يقال: إن العاقدين للإمامة يجوز أن يختلفوا فيرى بعضهم أن الحال يقتضي أن يعقد فيها للفاضل، ويرى آخرون أنها تقتضي العقد للمفضول، وهذا مما لا يمكن دفع جوازه،...",
    "stats": {
      "pages": 360,
      "words": 95762,
      "citations": 0,
      "sections": 90,
      "paragraphs": 118
    },
    "children_sections": [
      "shafi_v4_sec_001",
      "shafi_v4_sec_002",
      "shafi_v4_sec_003",
      "shafi_v4_sec_004",
      "shafi_v4_sec_005",
      "shafi_v4_sec_006",
      "shafi_v4_sec_007",
      "shafi_v4_sec_008",
      "shafi_v4_sec_009",
      "shafi_v4_sec_010",
      "shafi_v4_sec_011",
      "shafi_v4_sec_012",
      "shafi_v4_sec_013",
      "shafi_v4_sec_014",
      "shafi_v4_sec_015",
      "shafi_v4_sec_016",
      "shafi_v4_sec_017",
      "shafi_v4_sec_018",
      "shafi_v4_sec_019",
      "shafi_v4_sec_020",
      "shafi_v4_sec_021",
      "shafi_v4_sec_022",
      "shafi_v4_sec_023",
      "shafi_v4_sec_024",
      "shafi_v4_sec_025",
      "shafi_v4_sec_026",
      "shafi_v4_sec_027",
      "shafi_v4_sec_028",
      "shafi_v4_sec_029",
      "shafi_v4_sec_030",
      "shafi_v4_sec_031",
      "shafi_v4_sec_032",
      "shafi_v4_sec_033",
      "shafi_v4_sec_034",
      "shafi_v4_sec_035",
      "shafi_v4_sec_036",
      "shafi_v4_sec_037",
      "shafi_v4_sec_038",
      "shafi_v4_sec_039",
      "shafi_v4_sec_040",
      "shafi_v4_sec_041",
      "shafi_v4_sec_042",
      "shafi_v4_sec_043",
      "shafi_v4_sec_044",
      "shafi_v4_sec_045",
      "shafi_v4_sec_046",
      "shafi_v4_sec_047",
      "shafi_v4_sec_048",
      "shafi_v4_sec_049",
      "shafi_v4_sec_050",
      "shafi_v4_sec_051",
      "shafi_v4_sec_052",
      "shafi_v4_sec_053",
      "shafi_v4_sec_054",
      "shafi_v4_sec_055",
      "shafi_v4_sec_056",
      "shafi_v4_sec_057",
      "shafi_v4_sec_058",
      "shafi_v4_sec_059",
      "shafi_v4_sec_060",
      "shafi_v4_sec_061",
      "shafi_v4_sec_062",
      "shafi_v4_sec_063",
      "shafi_v4_sec_064",
      "shafi_v4_sec_065",
      "shafi_v4_sec_066",
      "shafi_v4_sec_067",
      "shafi_v4_sec_068",
      "shafi_v4_sec_069",
      "shafi_v4_sec_070",
      "shafi_v4_sec_071",
      "shafi_v4_sec_072",
      "shafi_v4_sec_073",
      "shafi_v4_sec_074",
      "shafi_v4_sec_075",
      "shafi_v4_sec_076",
      "shafi_v4_sec_077",
      "shafi_v4_sec_078",
      "shafi_v4_sec_079",
      "shafi_v4_sec_080",
      "shafi_v4_sec_081",
      "shafi_v4_sec_082",
      "shafi_v4_sec_083",
      "shafi_v4_sec_084",
      "shafi_v4_sec_085",
      "shafi_v4_sec_086",
      "shafi_v4_sec_087",
      "shafi_v4_sec_088",
      "shafi_v4_sec_089",
      "shafi_v4_sec_090"
    ]
  }
]